import electroCarsImg from '../../assets/img/electro_cars.jpg';
import onlineTreesMap from '../../assets/img/online_trees_map.jpg';
import forestFireImg from '../../assets/img/forest_fire.jpg';
import animalsInDangerImg from '../../assets/img/animals_in_danger.jpg';
import restorationProjects from '../../assets/img/restoration_projects.jpg';
import chemicalInSoilsImg from '../../assets/img/chemical_in_soils.jpg';
import changesInLawImg from '../../assets/img/changes_in_law.jpg';
import consequencesOfWarImg from '../../assets/img/consequences_of_war.jpg';
import garbageSortingImg from '../../assets/img/garbage_sorting.jpg';
import ecoRamsteinImg from '../../assets/img/eco_ramstein.jpg';
import biodiversityMonitoringImg from '../../assets/img/biodiversity_monitoring.jpg';
import lostRiversImg from '../../assets/img/lost_rivers.jpg';

export const postsData = [
  {
    image: electroCarsImg,
    // title: 'Electro cars',
    // text: `В Україні кількість електромобілів зросла втричі за 2023 рік. Минулого місяця – черговий показовий рекорд. Саме у серпні українці придбали рекордну кількість  місячному розрахунку – майже 4 тисячі. То ж, паркуелектроавтівок у вуглецево-нейтрального транспорту прибуло.
    //        Продажі електромобілів зростають у всьому світі минулого року склали близько 10 відсотків загального ринку. «Але для нашої країни надання переваги вуглецево-нейтральному транспорту – це не лише тренд, це, перш за все, прояв екосвідомості та відповідальності. Бо однією з найважливіших екологічних проблем в Україні під час війни стало саме забруднення повітря, - каже директорка Українського екологічного антикризового фонду Алевтина Гуцал.
    //        За даними Міністерства захисту довкілля та природних ресурсів України, обсяг викидів шкідливих речовин в атмосферне повітря за час війни дорівнює обсягу викидів одного металургійного підприємства за цілий рік роботи. Це навіть важко уявити, але треба усвідомити.`,
  },
  {
    image: onlineTreesMap,
    // title: 'Online maps of trees',
    // text: `Чи знаєте ви скільки дерев у вашому місті? Чи справді дерево біля вашого будинку «невиліковно хворе» і його треба негайно прибирати, як каже озброєний електропилкою комунальник? Як це знати та контролювати?
    //        Дієвий інструмент контролю - це онлайн-мапа, яка містить фото кожного дерева міста з його координатами розташування, інформацією про вид, діаметр стовбура, висоту і головне стан дерева.
    //        Онлайн мапи дерев створені у багатьох містах світу. Наприклад, мапа дерев Нью-Йорку містить інформацію про понад 850 тисяч дерев.
    //       Цифрова інвентаризація дерев прийшла і до нашої країни. В Києві оцифровують усі міські дерева. Ініціатива та приклад, який варто, аби його перейняла кожне українське місто. Бо кожне дерево - на вагу золота. Завжди, а зараз - особливо. `,
  },
  {
    image: forestFireImg,
    // title: 'Forest fire',
    // text: `Рятувальники знов і знов закликають не спалювати суху траву та сміття, але не переводяться люди, які вперто продовжують це робити. Такий спосіб «прибирання» - небезпечне дикунство, яке кожного року спричиняє пожежі в екосистемах.
    //        Не вкладається у голові, але ж й воєнні роки не стали виключенням. Наприкінці серпня пожежа через самовільне спалювання сухої трави знищила 48 гектарів лісу заповідного урочища «Андріївське» у Миколаївській області.
    //        Більш ніж 3 мільйони гектарів лісів постраждало через війну. Це майже третина нашого лісового фонду. Для їх відновлення потрібно що найменше 20 років. Чи розуміють це палії? Навряд чи. Але про те, що з березня 2022 року спалювання сухостою вважається диверсією та кримінальним злочинам їм варто знати. За спалювання сухої трави людині загрожує від 10 до 15 років позбавлення волі та конфіскація майна. Жорстко? Так. Але це, можливо, єдиний дієвий спосіб припинити дикунство.`,
  },
  {
    image: animalsInDangerImg,
    //     title: 'Animals in danger',
    //     text: `Близько 600 видів тварин та 750 видів рослин перебувають під загрозою знищення через повномасштабне вторгнення Росії в Україну. Фактично, під загрозою - 35 відсотків біорізноманіття Європи.
    // Екологічні катастрофи не мають кордонів і вже сьогодні європейські країни спостерігають наслідки воєнних злочинів проти природи.
    // Попри все Україна продовжує виконувати свої міжнародні зобовʼязання у сфері захисту довкілля. Це наш свідомий вибір, відповідальність та небайдужість, яка обʼєднує тисячі еко-активістів, фахівців-екологів, урядовий та недержавний сектор. Ми відчуваємо підтримку з боку наших західних партнерів.
    // Наразі ми розпочали підготовку до проведення Міжнародного екологічного форуму "Ecologics”. Дякуємо усім, хто співпрацює з нами! Завжди відкриті для фахових ідей та пропозицій. `,
  },
  {
    image: restorationProjects,
    //     title: 'Restoration projects of affected ecosystems',
    //     text: `«Зараз не до природоохоронних заходів. Людям жити ніде, доріг майже нема». Це думка одного з очільників громади, яка зазнала суттєвих пошкоджень під час війни. Чесно кажучи, він - не єдиний, хто відкладає природоохоронні заходи «на потім» - каже директорка Українського антикризового екологічного фонду Алевтина Гуцал.
    // Екологічне відновлення «не на часі» ще й тому, що громадам складно аргументувати необхідність ресурсів, які треба витрачати «тут і зараз», а результат буде помітний за тривалий час. Але без вчасного реагування на екологічні ризики за великим рахунком неможливо відповідально стратегувати розвиток громад. Бо відновлення природних екосистем є запорукою безпечного та комфортного життя людей у громадах.
    // «Саме тому ми ініціюємо створення допоміжних матеріалів для очільників громад особливо невеликих, які допоможуть їм у створенні та просуванні проєктів відновлення постраждалих екосистем. Екологічний менеджмент має свою специфіку, тому повинна бути створена сучасна актуальна методична та методологічна база, яка значно збільшить шанси громад на фінансування проєктів екологічного відновлення»- зазначила Алевтина Гуцал. `,
  },
  {
    image: chemicalInSoilsImg,
    //     title: 'Сhemicals in the soil',
    //     text: `Україні належить близько 8 відсотків запасів світового чорнозему. Це без перебільшення справжній скарб, який ми втрачаємо з кожним днем війни. Багато наших земель сільськогосподарського призначення у буквальному сенсі понівечені війною.
    // В українському ґрунті зараз тонни хімічних речовин. Загорнути вирву від снаряда і продовжувати вирощувати сільськогосподарські культури - вкрай небезпечно, бо усі важкі метали, сірка тощо опиняться в організмі людини. Найкраща практика - вибрати вражений ґрунт і замінити його на чистий. Але в нас немає спеціальних полігонів, де можна було б такий «мертвий» ґрунт поховати. І немає «зайвої» землі, щоб засипати усі вибухові воронки. То ж єдиний вихід - лікувати нашу землю.
    // В Інституті мікробіології НАН України є розробки мікробних препаратів, які дозволяють «лікувати» ґрунт. Вони здатні не лише очищувати його від забруднень, а й насичувати корисними мікроорганізмами. Ці препарати вочевидь можна застосувати для постраждалих через війну ґрунтів.
    // Наразі науковці проводять дослідження. Підтримка цього дослідницького напрямку повинна стати пріоритетною, бо це також фронт, битва за майбутнє нашої землі.`,
  },
  {
    image: changesInLawImg,
    //     title: 'Changes in the draft law',
    //     text: `Верховна Рада ухвалила зміни до законопроєкту «Про оцінку впливу на довкілля». Що передбачають зміни? Перш за все, цифровізацію (і це, дійсно, важливо) та скорочення терміну проведення оцінки з 216 до 67 днів. І саме тут можуть виникати певні ризики. Так, повоєнне відновлення країни з урахуванням масштабу руйнувань вимагатиме стрімкого темпу, тому, безумовно, ці зміни певною мірою пришвидшать цей процес. Але головне, щоб це спрощення не сприймалося як можливість для «швидких» безвідповідальних рішень.
    // Єдине ефективне запобігання - громадський контроль. І найголовніше у змінах до законопроєкту - це дозвіл на проведення громадських слухань у форматі відеоконференцій під час дії воєнного стану.
    // Час усвідомити і бізнесу, і владі, будь-якому суб’єкту господарювання, що громадські обговорення - це не формальність. Це відверта дискусія з громадським сектором, яка повинна дати відповіді на усі гострі проблемні запитання. Від усвідомлення необхідності розглядати громадські слухання як діалог, а не суперечки виграє кожен.`,
  },
  {
    image: consequencesOfWarImg,
    //     title: 'Environmental consequences of the war in Ukraine',
    //     text: `Екологічні наслідки війни в Україні жахливі. Ми навіть не до кінця усвідомлюємо масштабність екологічної катастрофи. Як зазначив директор Чеського агентства екологічної інформації Мирослав Гавранек, війна в Україні вже перевищила за впливом атомне бомбардування Хіросіми. Якщо порівняти, то ми маємо нібито по дві скинутих ядерних бомби на місяць.
    // «Таке порівняння чеського колеги може і не зовсім коректне, але дуже показове»- каже директорка Українського антикризового екологічного фонду Алевтина Гуцал. «Відновлення довкілля України після війни має охоплювати усі екологічні наслідки. Це завдання не на один рік, і не на одне десятиріччя. Щоб уникнути помилок на цьому шляху та пришвидшити процес відновлення треба якомога активно співпрацювати з нашими західними колегами та партнерами. Міжнародний досвід треба вивчати, аналізувати і брати на озброєння, бо боротьбу за наше довкілля ми не маємо права програти» - зауважила Алевтина Гуцал.`,
  },
  {
    image: garbageSortingImg,
    //     title: 'Garbage sorting',
    //     text: `Незабаром розпочнеться новий навчальний рік. Він, як і попередній, не буде легким. Багатьом нашим дітям доведеться знову навчатися дистанційно, але велика частина маленьких українців сядуть за парти. То ж саме час розпочинати наочно демонструвати дитині, з чого складається екологічна відповідальність. «Якщо не сортуєте сміття у своєму навчальному закладі - започаткуйте цю практику. Це не складно і не дорого. Але досвід, який сформує звичку сортування сміття - неоціненний» - каже директорка Українського антикризового екологічного фонду Алевтина Гуцал.
    // Що маємо зараз? Щороку українці викидають близько 11 мільйонів тонн сміття. Не більше 5 відсотків йде на перероблення. У Франції - 40 відсотків, у Скандинавських країнах - 50, у Німеччині - понад 60 відсотків. А Швейцарія переробляє 100 відсотків скла.`,
  },
  {
    image: ecoRamsteinImg,
    //     title: 'Ecological Ramstein',
    //     text: `За понад 500 днів повномасштабної війни збитки довкіллю та екосистемам України становлять більш ніж 2 трильйони гривень. Один день ворожого вторгнення, за підрахунками Міністерства захисту довкілля та природних ресурсів, це 102 мільйони євро збитків українському довкіллю.
    // Наслідки російської агресії для екології України - катастрофічні. На їх подолання підуть не роки, а десятиліття. І це проблема не лише нашої країни, бо екологічний тероризм не має меж та кордонів.
    // Саме тому Український антикризовий екологічний фонд підтримує ідею щодо створення Екологічного Рамштайну як ефективної міжнародної платформи протидії екоциду в Україні. Це завдання нелегке, але необхідне. Воно потребує неймовірних зусиль на всіх рівнях і, безумовно, підтримки всіх відповідальних фундацій та громадських організацій.`,
  },
  {
    image: biodiversityMonitoringImg,
    //     title: 'Biodiversity monitoring',
    //     text: `Немає сенсу зайвий раз доводити тезу про важливість збереження біорізноманіття. Це зрозуміло не лише фахівцям, а й кожній відповідальній людині. Зараз про інше. Наші втрати живого світу з початку повномасштабної війни величезні. Але чи знаємо ми, ЩО та СКІЛЬКИ ми втратили? Питання залишається без відповіді. Бо моніторинг біорізноманіття не проводиться. Так, є певні цілком об’єктивні причини його відсутності. Але якщо ми не знаємо, скільки видів рослин та тварин залишилося в Україні, чи можна взагалі говорити про ефективну цільову охорону видів?
    // Без моніторингу біорізноманіття ми навіть не можемо мати актуальну та об’єктивну Червону книгу, яка, на жаль, буде значно товщою за попередню.
    // Український екологічний антикризовий фонд звертається до всіх екоактивістів, науковців, небайдужих українців. Якщо у вас є можливість повідомити нам про втрати певних видів рослинного та тваринного світу - будь ласка, зробіть це. Ми намагаємось зробити інтерактивну мапу втрат у кожному регіоні України.`,
  },
  {
    image: lostRiversImg,
    //     title: 'Lost rivers',
    //     text: `Запитайте у рідних та друзів: «Скільки в Україні річок?». Мало хто знає відповідь на це запитання. Насправді в Україні 63 тисячі річок. Здивовані кількістю? Але кількість втрачених річок, упевнені, вас приголомшить. За останні 30 років з невеликим Україна втратила більш ніж 10 тисяч малих річок . Страшна статистика.
    // «Ставлення до малих річок у різних громадах різне: від повного ігнорування проблеми до розробки змістовних стратегій збереження, як , наприклад, у Вінниці, де міська рада затвердила Концепцію розвитку малих річок до 2035 року», - каже директорка Українського антикризового екологічного фонду Алевтина Гуцал.
    // Проблема в тому, що малі річки, які ми кожного року втрачаємо, не підлягають повному відновленню. Саме тому зволікати із розробкою ефективних стратегій щодо їх збереження не можна навіть у тяжкі воєнні часи. І головне - ці концепції не повинні залишитися на папері.`,
  },
];
